brew "asdf"
brew "atuin"
brew "chezmoi"
brew "fzf"
brew "gdu"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "up"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"

cask "iterm2"
