brew "mise"
brew "atuin"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "gdu"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "shellcheck"
brew "up"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"


cask "iterm2"
cask "alacritty"
